Repository: live-clones/nala
Catalog: po/*.po
Languages: ga

source: Starting Downloads
ga: Íoslódálacha á dtosú

source: Starting Download:
ga: Íosluchtú á thosú:

source: Download Complete:
ga: Íoslódáil Críochnaithe:

source: Total Packages:
ga: Pacáistí Iomlána:

source: Last Completed:
ga: Críochnaithe go Deireanach:

source: {notice} Nala has removed {filename}
ga: {notice} Tá {filename} bainte ag Nala

source: {error} Failed to move archive file, {str_err}: '{file1}' -> '{file2}'
ga: {error} Theip ar bhogadh comhad cartlainne, {str_err}: '{file1}' -> '{file2}'

source: {error} {filename} does not exist!
ga: {error} Níl {filename} ann!

source: {error} Hash Sum does not match: {filename} Expected Hash: {expected} Received Hash: {received}
ga: {error} Ní mheaitseálann an Hash Sum: {filename} Hash Ionchasach: {expected} Hash Faighte: {received}

source: {error} File has unexpected size: {filename} Expected Size: {expected} Received Size: {received}
ga: {error} Tá méid gan choinne ag an gcomhad: {filename} Méid Ionchasach: {expected} Méid Faighte: {received}

source: {error} Improper Hash Syntax Try '{url}:sha256:510b0c4f8fc3e7bd7182b53c0b81c1a113bea9fd3c18219eac0e18e601dc8d17'
ga: {error} Comhréir Hash Míchuí Bain triail as '{url}:sha256:510b0c4f8fc3e7bd7182b53c0b81c1a113bea9fd3c18219eac0e18e601dc8d17'

source: {error} No content length in response from {url} Ensure the URL points to a Debian Package
ga: {error} Níl aon fhad ábhair mar fhreagra ó {url} Cinntigh go bhfuil an URL ag díriú ar Phacáiste Debian

source: Exiting due to {signal}
ga: Ag scoir mar gheall ar {signal}

source: {error} Using SOCKS proxy, but the 'socksio' package is not installed.
ga: {error} Ag baint úsáide as seachfhreastalaí SOCKS, ach níl an pacáiste 'socksio' suiteáilte.

source: {error} Install using 'nala install python3-socksio'
ga: {error} Suiteáil ag baint úsáide as 'nala install python3-socksio'

source: Downloading
ga: Á Íosluchtú

source: {error} No more mirrors available for {filename}
ga: {error} Níl níos mó scátháin ar fáil le haghaidh {filename}

source: {notice} Trying next url: {url}
ga: {notice} Ag triail an chéad url eile: {url}

source: {warning} The following packages cannot be authenticated!
ga: {warning} Ní féidir na pacáistí seo a leanas a fhíordheimhniú!

source: {error} Some packages were unable to be authenticated
ga: {error} Níorbh fhéidir roinnt pacáistí a fhíordheimhniú

source: {notice} Configuration is set to allow installation of unauthenticated packages.
ga: {notice} Tá an chumraíocht socraithe chun pacáistí neamhfhíordheimhnithe a shuiteáil.

source: {error} {url} timed out
ga: {error} {url} teorainn ama

source: Failed to check hash
ga: Theip ar hash a sheiceáil

source: {error} {filename} can't be checked for integrity.
ga: {error} Ní féidir {filename} a sheiceáil le haghaidh ionracais.

source: There are no hashes available for this package.
ga: Níl aon hashes ar fáil don phacáiste seo.

source: {error} unable to connect to {url}
ga: Ní féidir {error} ceangal le {url}

source: Download complete and in download only mode.
ga: Íoslódáil iomlán agus i mód íoslódála amháin.

source: {error} Download failure. The following downloads failed:
ga: {error} Teip íoslódála. Theip ar na híoslódálacha seo a leanas:

source: In download only mode. Not falling back to apt_pkg.
ga: I mód íoslódála amháin. Gan titim ar ais go apt_pkg.

source: {warning} Falling back to apt_pkg. The following downloads failed:
ga: {warning} Ag titim ar ais go dtí apt_pkg. Theip ar na híoslódálacha seo a leanas:

source: {error} '{command}' for operations other than install or remove are not currently supported
ga: {error} Ní thacaítear le '{command}' faoi láthair le haghaidh oibríochtaí seachas suiteáil nó baint

source: Show transaction history. Running `nala history` with no subcommands prints an overview of all transactions.
ga: Taispeáin stair an idirbhirt. Má ritheann tú 'stair nala' gan aon fho-ordaithe, priontáiltear forbhreathnú ar gach idirbheart.

source: {error} History file seems corrupt. You should try removing {file}
ga: {error} Is cosúil go bhfuil an comhad staire truaillithe. Ba chóir duit iarracht a bhaint {file}

source: {error} No history exists.
ga: {error} Níl aon stair ann.

source: {error} Transaction {num} doesn't exist.
ga: {error} Níl an t-idirbheart {num} ann.

source: Transaction number
ga: Uimhir an idirbhirt

source: Show packages that were explicitly installed with Nala
ga: Taispeáin pacáistí a suiteáladh go sainráite le Nala

source: Show information about a specific transaction.
ga: Taispeáin faisnéis faoi idirbheart ar leith.

source: Nala needs root to clear history
ga: Teastaíonn fréamh ó Nala chun an stair a ghlanadh

source: Nala needs root to redo history
ga: Teastaíonn fréamh ó Nala chun an stair a athdhéanamh

source: Nala needs root to undo history
ga: Teastaíonn fréamh ó Nala chun an stair a chealú

source: History has been cleared
ga: Tá an stair glanta

source: Clear a transaction or the entire history.
ga: Glan idirbheart nó an stair iomlán.

source: Clear the entire history.
ga: Glan an stair ar fad.

source: No history exists to clear
ga: Níl aon stair ann le glanadh

source: {error} ID: {hist_id} does not exist in the history
ga: {error} ID: Níl {hist_id} ann sa stair

source: History has been altered
ga: Tá an stair athraithe

source: Undo a transaction.
ga: Déan idirbheart a chealú.

source: Redo a transaction.
ga: Déan idirbheart arís.

source: {warning} This history entry was a purge.
ga: {warning} Bhí an iontráil staire seo ina purge.

source: Do you want to continue with purge enabled?
ga: An bhfuil fonn ort leanúint ar aghaidh le glanadh cumasaithe?

source: {notice} Unable to read config file: {filename}. Using defaults
ga: {notice} Ní féidir comhad cumraíochta a léamh: {filename}. Réamhshocruithe á n-úsáid

source: {error} Config key '{key}' should be a bool not {value}
ga: {error} Ba chóir go mbeadh an eochair chumraíochta '{key}' ina bool seachas {value}

source: {error} Option {option}: Configuration item must have a '='
ga: {error} Rogha {option}: Ní mór '=' a bheith ag mír chumraíochta

source: It seems the system has no license file The full GPLv3 can be found at: https://www.gnu.org/licenses/gpl-3.0.txt
ga: Dealraíonn sé nach bhfuil aon chomhad ceadúnais ag an gcóras Is féidir an GPLv3 iomlán a fháil ag: https://www.gnu.org/licenses/gpl-3.0.txt

source: Show program's version number and exit.
ga: Taispeáin uimhir leagain an chláir agus scoir.

source: Reads the GPLv3 which Nala is licensed under.
ga: Léann an GPLv3 a bhfuil Nala ceadúnaithe faoi.

source: Disable scrolling text and print extra information.
ga: Díchumasaigh téacs scrollaigh agus priontáil faisnéis bhreise.

source: Logs extra information for debugging.
ga: Logálann eolas breise le haghaidh dífhabhtaithe.

source: Toggle autoremoving packages.
ga: Scoránaigh pacáistí a bhaint go huathoibríoch.

source: Toggle installing recommended packages.
ga: Scoránaigh pacáistí molta a shuiteáil.

source: Toggle installing suggested packages.
ga: Scoránaigh pacáistí molta a shuiteáil.

source: Set the default release to install packages from.
ga: Socraigh an scaoileadh réamhshocraithe chun pacáistí a shuiteáil uaidh.

source: Toggle full-upgrade
ga: Scoránaigh uasghrádú iomlán

source: Force color or no color.
ga: Fórsa dath nó gan dath.

source: Toggle updating the package list.
ga: Scoránaigh nuashonrú liosta na bpacáistí.

source: Toggle a more condensed transaction summary.
ga: Scoránaigh achoimre idirbhirt níos comhdhlúite.

source: Purge any packages that would be removed.
ga: Glan aon phacáistí a bhainfí.

source: Purge packages not installed that have config files.
ga: Glan pacáistí nach bhfuil suiteáilte a bhfuil comhaid chumraíochta iontu.

source: Allow the removal of essential packages.
ga: Ceadaigh pacáistí riachtanacha a bhaint.

source: Toggle fix broken packages.
ga: Deisigh pacáistí briste.

source: Assume 'yes' or 'no' to all prompts.
ga: Glac leis go bhfuil 'tá' nó 'níl' do gach leid.

source: Set options like Dpkg::Options::="--force-confnew".
ga: Socraigh roghanna cosúil le Dpkg::Options::="--force-confnew".

source: Skips all formatting and you get raw dpkg output.
ga: Scipeáil gach formáidiú agus gheobhaidh tú aschur dpkg amh.

source: Show all versions of a package.
ga: Taispeáin gach leagan de phacáiste.

source: Show all architectures of a package.
ga: Taispeáin ailtireacht uile phacáiste.

source: Packages are only retrieved, not unpacked or installed.
ga: Ní dhéantar pacáistí a aisghabháil, ní dhéantar iad a dhíphacáil ná a shuiteáil.

source: Search only package names.
ga: Cuardaigh ainmneacha pacáistí amháin.

source: Only installed packages.
ga: Pacáistí suiteáilte amháin.

source: Only packages explicitly installed with Nala.
ga: Níl ach pacáistí suiteáilte go sainráite le Nala.

source: Only upgradable packages.
ga: Pacáistí in-uasghrádaithe amháin.

source: Only virtual packages.
ga: Pacáistí fíorúla amháin.

source: Print the full description of each package.
ga: Priontáil an cur síos iomlán ar gach pacáiste.

source: Remove package lists located in `/var/lib/apt/lists/`.
ga: Bain liostaí pacáistí atá suite i '/var/lib/apt/lists/'.

source: Remove `nala-sources.list`.
ga: Bain 'nala-sources.list'.

source: Run fetch uninteractively. Will still prompt for overwrite
ga: Rith fetch neamh-idirghníomhach. Iarrfaidh sé fós go ndéanfaí forscríobh

source: Show this message and exit.
ga: Taispeáin an teachtaireacht seo agus scoir.

source: Package/Version/Size/Old Version/New Version/Either
ga: Pacáiste / Leagan / Méid / Seanleagan / Leagan nua / Ceachtar acu

source: Auto-Remove/Auto-Removing/Auto-Removed
ga: Baint go huathoibríoch / Baint go huathoibríoch / Baint go huathoibríoch

source: Remove/Removing/Removed
ga: Bain/Baint/Bainte

source: Install/Installing/Installed
ga: Suiteáil / Suiteáil / Suiteáilte

source: Reinstall/Reinstalling/Reinstalled
ga: Athshuiteáil/Athshuiteáil/Athshuiteáilte

source: Upgrade/Upgrading/Upgraded
ga: Uasghrádú / Uasghrádú / Uasghrádú

source: Downgrade/Downgrading/Downgraded
ga: Íosghrádú / Íosghrádú / Íosghrádú

source: Configure/Configuring/Configured
ga: Cumraigh / Cumraigh / Cumraithe

source: Recommended, Will Not Be Installed
ga: Molta, ní bheidh sé suiteáilte

source: Suggested, Will Not Be Installed
ga: Molta, ní bheidh sé suiteáilte

source: Kept Back, Will Not Be Upgraded
ga: Coimeádta Ar Ais, Ní Uasghrádófar é

source: Kept Back
ga: Coinníodh siar

source: Auto-Removable, Will Not Be Removed
ga: Inbhainte go huathoibríoch, ní bhainfear é

source: Summary
ga: Achoimre

source: Packages
ga: Pacáistí

source: Total download size
ga: Méid iomlán íoslódála

source: Disk space to free
ga: Spás diosca le scaoileadh

source: Disk space required
ga: Spás diosca ag teastáil

source: Nala will only download the packages
ga: Ní íoslódálfaidh Nala ach na pacáistí

source: Purging configuration files for {package}
ga: Comhaid chumraíochta á nglanadh le haghaidh {package}

source: {notice} Selected packages cannot be excluded from upgrade safely.
ga: {notice} Ní féidir pacáistí roghnaithe a eisiamh ó uasghrádú go sábháilte.

source: {error} Unable to calculate how to protect the selected packages
ga: {error} Ní féidir a ríomh conas na pacáistí roghnaithe a chosaint

source: {error} You have held broken packages
ga: {error} Tá pacáistí briste agat

source: {notice} The following packages need to be protected as well:
ga: {notice} Ní mór na pacáistí seo a leanas a chosaint chomh maith:

source: Log Started: [{date}]
ga: Logáil Tosaithe: [{date}]

source: Log Ended: [{date}]
ga: Logáil Críochnaithe: [{date}]

source: {error} Fetching packages has failed!
ga: {error} Theip ar phacáistí a fháil!

source: Exiting due to SIGINT
ga: Ag scoir de bharr SIGINT

source: {notice} A reboot is required.
ga: {notice} Tá atosaigh ag teastáil.

source: Finished Successfully
ga: Críochnaithe go rathúil

source: {notice} The following will be installed to satisfy {package}:
ga: {notice} Suiteálfar an méid seo a leanas chun {package} a shásamh:

source: {notice} Newer version {package} {version} exists in the cache. You should consider using `{command}`
ga: {notice} Tá leagan níos nuaí {package} {version} ann sa taisce. Ba chóir duit smaoineamh ar '{command}' a úsáid

source: {notice} {deb} has taken priority over {package} from the cache.
ga: {notice} Tá tús áite glactha ag {deb} ar {package} ón taisce.

source: {notice} {filename} can't be hashsum verified.
ga: {notice} Ní féidir {filename} a fhíorú.

source: Do you want to continue?
ga: An bhfuil fonn ort leanúint ar aghaidh?

source: Abort.
ga: Ginmhilleadh.

source: {error} Hash does not match the '{hash_type}' Length
ga: {error} Ní mheaitseálann Hash an Fad '{hash_type}'

source: {error} Hash Type '{hash_type}' specified with no hash
ga: {error} Cineál Hash '{hash_type}' sonraithe gan aon hash

source: {error} Hash Type '{hash_type}' is unsupported
ga: {error} Ní thacaítear le Cineál Hash '{hash_type}'

source: {error} Version {version} not found for package {package}
ga: {error} Níor aimsíodh leagan {version} le haghaidh pacáiste {package}

source: Virtual Package
ga: Pacáiste Fíorúil

source: {notice} {package} is not installed
ga: {notice} Níl {package} suiteáilte

source: {package} is already at the latest version {version}
ga: Tá {package} cheana féin ag an leagan is déanaí {version}

source: {notice} The following packages require a reboot.
ga: {notice} Teastaíonn atosaigh ó na pacáistí seo a leanas.

source: Notices:
ga: Fógraí:

source: {error} It can be dangerous to continue without a terminal. Use `--assume-yes`
ga: {error} D'fhéadfadh sé a bheith contúirteach leanúint ar aghaidh gan críochfort. Bain úsáid as '--assume-yes'

source: {warning} Using {switch} can be very dangerous!
ga: {warning} Is féidir le {switch} a úsáid a bheith an-chontúirteach!

source: All packages are up to date.
ga: Tá gach pacáiste cothrom le dáta.

source: Nothing for Nala to do.
ga: Níl aon rud le déanamh ag Nala.

source: Nothing for Nala to remove.
ga: Níl aon rud le baint ag Nala.

source: Nothing for Nala to fix.
ga: Níl aon rud le socrú ag Nala.

source: Exiting at your request.
ga: Ag éirí as ar d'iarratas.

source: {error} No space left on device.
ga: {error} Níl aon spás fágtha ar an bhfeiste.

source: {package} [local]
ga: {package} [áitiúil]

source: is installed and upgradable to {version}
ga: suiteáilte agus in-uasghrádaithe go {version}

source: is upgradable from {version}
ga: is féidir é a uasghrádú ó {version}

source: is installed
ga: suiteáilte

source: No Description
ga: Gan Cur Síos

source: Terminal can't support dialog, falling back to readline
ga: Ní féidir leis an teirminéal tacú le dialóg, ag titim ar ais go dtí an líne léitheoireachta

source: {command} is not a command Did you mean {correction}?
ga: Ní ordú é {command} An raibh i gceist agat {correction}?

source: {error} Some packages are unable to be authenticated. Use '-o APT::Get::AllowUnauthenticated=true' with `--yes`
ga: {error} Ní féidir roinnt pacáistí a fhíordheimhniú. Bain úsáid as '-o APT::Get::AllowUnauthenticated=true' le '--yes'

source: {error} failed regex compilation '{error_msg} at position {position}'
ga: Theip ar {error} tiomsú rialta '{error_msg} ag suíomh {position}'

source: {error} Nala needs root to fix broken packages
ga: {error} Teastaíonn fréamh ó Nala chun pacáistí briste a shocrú

source: {error} Nala needs root to {command}
ga: {error} Teastaíonn fréamh ó Nala go {command}

source: {error} Nala is already running another instance {last_pid}
ga: {error} Tá Nala ag rith cás eile cheana féin {last_pid}

source: Removing files in {dir}
ga: Comhaid á mbaint i {dir}

source: Removed: {filename}
ga: Bainte: {filename}

source: {error} can't find version for {package}
ga: Ní féidir le {error} leagan le haghaidh {package} a aimsiú

source: There are broken packages that need to be fixed!
ga: Tá pacáistí briste ann a chaithfear a shocrú!

source: You can use {switch} if you'd like to try without fixing them.
ga: Is féidir leat {switch} a úsáid más mian leat triail a bhaint as gan iad a shocrú.

source: {error} Missing packages to install
ga: {error} Pacáistí in easnamh le suiteáil

source: Update package list.
ga: Nuashonraigh liosta na bpacáistí.

source: Upgrade the system by removing/installing/upgrading packages.
ga: Uasghrádú an chórais trí phacáistí a bhaint/a shuiteáil/a uasghrádú.

source: Upgrade the system by upgrading packages only.
ga: Uasghrádú an chórais trí phacáistí a uasghrádú amháin.

source: Specify packages to exclude during upgrade. Accepts glob*
ga: Sonraigh pacáistí le heisiamh le linn uasghrádú. Glacann sé le glob*

source: Would you like us to protect these and try again?
ga: Ar mhaith leat go gcosnóimis iad seo agus iarracht a dhéanamh arís?

source: Install packages.
ga: Suiteáil pacáistí.

source: Package(s) to install
ga: Pacáiste(í) le suiteáil

source: Remove packages.
ga: Bain pacáistí.

source: Purge packages.
ga: Pacáistí a ghlanadh.

source: Package(s) to remove/purge
ga: Pacáiste(í) le baint/glanadh

source: Autoremove packages that are no longer needed.
ga: Bain pacáistí nach bhfuil ag teastáil go huathoibríoch a thuilleadh.

source: Autopurge packages that are no longer needed.
ga: Pacáistí uathghlanta nach bhfuil ag teastáil a thuilleadh.

source: {error} {config} must be used with either {autoremove} or {autopurge}.
ga: {error} Ní mór {config} a úsáid le {autoremove} nó {autopurge}.

source: Show package details.
ga: Taispeáin sonraí an phacáiste.

source: Package(s) to show
ga: Pacáiste(í) le taispeáint

source: Search package names and descriptions.
ga: Cuardaigh ainmneacha agus tuairiscí pacáistí.

source: Regex or word to search for
ga: Regex nó focal le cuardach

source: {error} {regex} not found.
ga: {error} {regex} gan aimsiú.

source: List packages based on package names.
ga: Liostaigh pacáistí bunaithe ar ainmneacha pacáistí.

source: Package(s) to list.
ga: Pacáiste(í) le liostú.

source: Nothing was found to list.
ga: Níor aimsíodh aon rud le liostáil.

source: Clear out the local archive of downloaded package files.
ga: Glan amach cartlann logánta na gcomhad pacáiste íoslódálacha.

source: Package lists have been cleaned
ga: Glanadh liostaí pacáistí

source: Nala sources.list has been cleaned
ga: Tá Nala sources.list glanta

source: Removing {cache} Removing {src_cache}
ga: {cache} á bhaint {src_cache} á bhaint

source: Cache has been cleaned
ga: Tá an taisce glanta

source: I beg, pls moo
ga: Impím, pls moo

source: I can't moo for I'm a cat
ga: Ní féidir liom moo mar is cat mé

source: What did you expect to update?
ga: Cad a bhí tú ag súil le nuashonrú?

source: What did you expect no-update to do?
ga: Cad a bhí tú ag súil le gan nuashonrú a dhéanamh?

source: Error:
ga: Earráid:

source: Warning:
ga: Rabhadh:

source: Notice:
ga: Fógra:

source: Nala will fetch mirrors with the lowest latency. For Debian https://mirror-master.debian.org/status/Mirrors.masterlist For Ubuntu https://launchpad.net/ubuntu/+archivemirrors-rss
ga: Gheobhaidh Nala scátháin leis an latency is ísle. Do Debian https://mirror-master.debian.org/status/Mirrors.masterlist Le haghaidh Ubuntu https://launchpad.net/ubuntu/+archivemirrors-rss

source: Are these mirrors okay?
ga: An bhfuil na scátháin seo ceart go leor?

source: Mirrors you want to keep, separated by space or comma {selection}:
ga: Scátháin is mian leat a choinneáil, scartha le spás nó camóg {selection}:

source: {error} Index {index} doesn't exist.
ga: {error} Níl an t-innéacs {index} ann.

source: {error} Parser: {parser}
ga: {error} Parsálaí: {parser}

source: Fetching {distro} mirrors
ga: Scátháin {distro} á bhfaigheadh

source: {error} Internal Error. Distro detection must be broken
ga: {error} Earráid Inmheánach. Caithfear braite distro a bhriseadh

source: {error} unable to connect to {mirror}
ga: Ní féidir {error} ceangal le {mirror}

source: Parsing mirror list
ga: Liosta scátháin a pharsáil

source: Score is how many milliseconds it takes to download the Release file
ga: Is é an scór cé mhéad milleasoicind a thógann sé chun an comhad Scaoilte a íoslódáil

source: {notice} Nala was unable to fetch {num} mirrors.
ga: {notice} Ní raibh Nala in ann {num} scátháin a fháil.

source: Sources have been written to {file}
ga: Scríobhadh foinsí chuig {file}

source: {error} There was an issue detecting release.
ga: {error} Bhí fadhb ann maidir le scaoileadh a bhrath.

source: {error} {distro} {release} is unsupported.
ga: {error} {distro} Níl tacaíocht ag {release}.

source: You can specify Ubuntu or Debian manually.
ga: Is féidir leat Ubuntu nó Debian a shonrú de láimh.

source: Fetch fast mirrors to speed up downloads.
ga: Faigh scátháin thapa chun íoslódálacha a bhrostú.

source: Choose the Debian release.
ga: Roghnaigh an scaoileadh Debian.

source: Choose the Ubuntu release.
ga: Roghnaigh an scaoileadh Ubuntu.

source: Choose the Devuan release.
ga: Roghnaigh an scaoileadh Devuan.

source: Number of mirrors to fetch. [defaults: 16, --auto(3)]
ga: Líon na scátháin le fáil. [réamhshocruithe: 16, --auto (3)]

source: Add the source repos for the mirrors if it exists.
ga: Cuir na repos foinse leis na scátháin má tá sé ann.

source: Add contrib and non-free repos.
ga: Cuir contrib agus repos neamh-saor leis.

source: Run fetch uninteractively. Will still prompt for overwrite.
ga: Rith fetch neamh-idirghníomhach. Beidh fós ag iarraidh forscríobh.

source: Choose only mirrors of a specific ISO country code.
ga: Roghnaigh ach scátháin de chód tíre ISO ar leith.

source: {error} Nala was unable to find any mirrors.
ga: {error} Ní raibh Nala in ann aon scátháin a aimsiú.

source: The following {total} packages can be upgraded:
ga: Is féidir na pacáistí {total} seo a leanas a uasghrádú:

source: Not candidate version
ga: Ní leagan iarrthóra é

source: {error} unable to find any packages by globbing {pkg}
ga: Ní féidir {error} aon phacáistí a aimsiú trí {pkg} a ghlúbadh

source: {warn} Virtual Packages like {package} can't be removed.
ga: {warn} Ní féidir pacáistí fíorúla cosúil le {package} a bhaint.

source: Protecting {package} from upgrade
ga: {package} á chosaint ó uasghrádú

source: Protecting {package} from auto-removal
ga: {package} á chosaint ó bhaint go huathoibríoch

source: {total} packages can be upgraded. Run '{command}' to see them.
ga: Is féidir pacáistí {total} a uasghrádú. Rith '{command}' chun iad a fheiceáil.

source: {package} is a virtual package provided by:
ga: Is pacáiste fíorúil é {package} a sholáthraíonn an méid seo a leanas:

source: You should select just one.
ga: Ba chóir duit ach ceann amháin a roghnú.

source: {notice} Selecting {provider} Instead of virtual package {package}
ga: {notice} {provider} á roghnú In ionad pacáiste fíorúil {package}

source: {pkg_name} has no candidate
ga: Níl aon iarrthóir ag {pkg_name}

source: Homepage:
ga: Leathanach baile:

source: Download-Size:
ga: Méid na hÍoslódála:

source: APT-Sources:
ga: Foinsí APT:

source: Description:
ga: Cur síos:

source: Provides:
ga: Soláthraíonn:

source: Enhances:
ga: Feabhsúcháin:

source: Pre-Depends:
ga: Réamh-Braitheann:

source: Depends:
ga: Braitheann:

source: Recommends:
ga: Molann:

source: Suggests:
ga: Molann:

source: Replaces:
ga: Ionad:

source: Conflicts:
ga: Coimhlintí:

source: Breaks:
ga: Sosanna:

source: yes
ga: tá

source: no
ga: níl

source: Package:
ga: Pacáiste:

source: Version:
ga: Leagan:

source: Architecture:
ga: Ailtireacht:

source: Installed:
ga: Suiteáilte:

source: Priority:
ga: Tosaíocht:

source: Essential:
ga: Riachtanach:

source: Section:
ga: Rannóg:

source: Source:
ga: Foinse:

source: Origin:
ga: Bunús:

source: Maintainer:
ga: Cothaitheoir:

source: Original-Maintainer:
ga: Cothaitheoir Bunaidh:

source: Bugs:
ga: Fabhtanna:

source: Installed-Size:
ga: Méid Suiteáilte:

source: local install
ga: suiteáil áitiúil
