Repository: live-clones/nala
Catalog: po/*.po
Languages: ga

source: {notice} There are {num} additional records. Please use the {switch} switch to see them.
ga: {notice} Tá {num} taifead breise ann. Bain úsáid as an lasc {switch} chun iad a fheiceáil.

source: {error} {package} has no version to show
ga: {error} Níl aon leagan le taispeáint ag {package}

source: {error} {package} not found
ga: {error} {package} gan aimsiú

source: Time Remaining:
ga: Am atá fágtha:

source: Running dpkg
ga: Ag rith dpkg

source: Testing Mirrors
ga: Scátháin a Thástáil

source: Either:
ga: Ceachtar acu:

source: {package} is only referenced by name, no packages provides it
ga: Ní thagraítear do {package} ach de réir ainm, ní sholáthraíonn aon phacáiste é

source: {dependency} will break {package} {version}
ga: brisfidh {dependency} {package} {version}

source: {error} python-apt gave us {apt_err} This isn't a proper error as it's empty
ga: {error} python-apt gave us {apt_err} Ní earráid cheart é seo mar tá sé folamh

source: {notice} Some index files failed to download. They have been ignored, or old ones used instead.
ga: {notice} Theip ar roinnt comhaid innéacs a íoslódáil. Rinneadh neamhaird orthu, nó baineadh úsáid as seanchinn ina ionad.

source: {error} Installation has failed.
ga: {error} Theip ar shuiteáil.

source: If you'd like to file a bug report please include '{debug_file}'
ga: Más mian leat tuairisc ar fhabht a chomhdú, cuir '{debug_file}' san áireamh le do thoil

source: Are you root?
ga: An bhfuil tú fréamhaithe?

source: {error} The following packages are essential!
ga: {error} Tá na pacáistí seo a leanas riachtanach!

source: {error} You have attempted to remove essential packages
ga: {error} Rinne tú iarracht pacáistí riachtanacha a bhaint

source: {error} Please use {switch} if you are sure you want to.
ga: {error} Bain úsáid as {switch} má tá tú cinnte gur mian leat.

source: {error} {package} has no installation candidate.
ga: {error} Níl aon iarrthóir suiteála ag {package}.

source: {error} {apt_error} Unsupported File: {filename}
ga: {error} {apt_error} Comhad gan tacaíocht: {filename}

source: {error} {apt_error} Could not read meta data from {filename}
ga: {error} {apt_error} Níorbh fhéidir meiteashonraí ó {filename} a léamh

source: The following packages were kept back:
ga: Coinníodh na pacáistí seo a leanas ar ais:

source: The following were held due to exclusions:
ga: Tionóladh na nithe seo a leanas mar gheall ar eisiamh:

source: Nala was unable to determine why these were held:
ga: Ní raibh Nala in ann a chinneadh cén fáth ar tionóladh iad seo:

source: {package} but it isn't in the cache
ga: {package} ach níl sé sa taisce

source: {package} but the cache version is {version}
ga: {package} ach is é {version} an leagan taisce

source: {package} but it cannot be installed
ga: {package} ach ní féidir é a shuiteáil

source: {package} has been unmarked.
ga: Tá {package} dímharcáilte.

source: Try {switch} if you're sure they can be installed.
ga: Bain triail as {switch} má tá tú cinnte gur féidir iad a shuiteáil.

source: {error} Some packages were unable to be installed.
ga: {error} Níorbh fhéidir roinnt pacáistí a shuiteáil.

source: Installed packages that depend on {package}
ga: Pacáistí suiteáilte atá ag brath ar {package}

source: {package} is an Essential package!
ga: Is pacáiste Riachtanach é {package}!

source: {notice} The information above may be able to help
ga: {notice} B'fhéidir go mbeidh an t-eolas thuas in ann cabhrú leat

source: Updated:
ga: Nuashonraithe:

source: Downloaded:
ga: Íoslódáilte:

source: Ignored:
ga: Rinneadh neamhaird air:

source: No Change:
ga: Gan Athraithe:

source: Removing:
ga: Ag baint:

source: Unpacking:
ga: Díphacáil:

source: Setting up:
ga: Ag socrú:

source: Processing:
ga: Próiseáil:

source: Fetched
ga: Fuarthas

source: %c%s... Done
ga: %c%s... Críochnaithe

source: [Working]
ga: [Ag obair]

source: Purging Packages
ga: Pacáistí a Ghlanadh

source: Removing Packages
ga: Pacáistí á bhaint

source: Updating Packages
ga: Pacáistí á nuashonrú

source: Installing Packages
ga: Pacáistí á shuiteáil

source: History Undo
ga: Stair Cealaigh

source: History Redo
ga: Athdhéanamh ar an stair

source: Fetching Missed Packages
ga: Pacáistí Caillte á n-fháil

source: Fixing Broken Packages
ga: Pacáistí briste á shocrú

source: Updating Package List
ga: Liosta Pacáistí á nuashonrú

source: {warning} Quitting now could break your system!
ga: {warning} D'fhéadfadh éirí as anois do chóras a bhriseadh!

source: Ctrl+C twice quickly will exit
ga: Scoirfidh Ctrl+C faoi dhó go tapa
